_org/_posts/2025-02-06-better-angels-of-our-tariffs.org
#+OPTIONS: toc:nil num:nil

#+BEGIN_EXPORT html
---
layout: post
title: Better angels of our tariffs
excerpt: The peculiar demonization a mundane economic tool
---
#+END_EXPORT

President Trump's recent [[https://x.com/realDonaldTrump/status/1885821495080825305][announcement]] of 25% tariffs on Canada and Mexico (and 10% additional levies on China) has set off apoplectic reactions from the financial press. The Wall Street Journal blasted the "[[https://www.wsj.com/opinion/the-trump-tariff-fallout-begins-canada-mexico-vow-retaliation-economic-uncertainty-da522b44][dumbest trade war in history]]", while the Financial Times fretted about "[[https://www.ft.com/content/c26b417d-549e-49f1-9478-7c381b4ad226][cataclysmic damage]]". The Economist called them "[[https://www.economist.com/finance-and-economics/2025/02/02/trumps-brutal-tariffs-far-outstrip-any-he-has-imposed-before][brutal]]", while Bloomberg claimed they're a "[[https://www.bloomberg.com/news/features/2025-02-02/who-wins-in-a-trade-war-how-trump-tariffs-threaten-companies-us-growth][wrecking ball]]". Are tariffs really so uniquely destructive, or are they actually the "[[https://www.theguardian.com/news/audio/2024/dec/16/the-most-beautiful-word-in-the-dictionary-donald-trumps-tariff-plan-podcast][most beautiful word in the dictionary]]"?

** Old friend and foe

A **tariff** is a tax paid by an importer, with a long history dating back to [[https://taxtech.digital/2023/07/26/taxes-ancient-sumer-assyria-babylonia/][ancient Mesopotamia]]. In the United States, tariffs have been central to government's functioning since the very beginning. Alexander Hamilton's 1791 [[https://founders.archives.gov/documents/Hamilton/01-10-02-0001-0007][Report on Manufactures]] advocated for high tariffs to protect domestic industry, generate government revenue, and reduce reliance on foreign countries. For most of the 19th and early 20th centuries, the federal government depended on tariffs for the bulk of its funding and used them to shape the economy and society.

But tariffs, like any policy, are a set of trade-offs. The process of allocating benefits and costs is called politics, so we should not be surprised that tariffs, which have broad impact on wealth distribution, have always been politically controversial.

In the nation's early days, Northern manufacturers were supportive of tariffs, as they could not compete with European imports[fn:1], while Southern plantation owners, who manufactured little, opposed them. The Tariff Act of 1828 was vehemently condemned by then-Vice President John C. Calhoun of South Carolina, who invented the doctrine of [[https://billofrightsinstitute.org/essays/the-nullification-crisis][nullification]] to oppose the levies. Eventually, Southern disgust with what they viewed as excessive federal concessions to Northern interests, including on tariffs, led to war.

By the early 20th Century, the US economy was highly industrialized, with behemoths like U.S. Steel dominating their sectors. Eager to expand into global markets while avoiding foreign retaliation, big businesses began to lobby for lower tariffs. At the same time, the public was concerned about monopoly and wealth concentration, viewing tariffs as favoring manufacturers at the expense of consumers[fn:2]. The [[https://www.federalreservehistory.org/essays/banking-panics-of-the-gilded-age][Panics of 1893 and 1907]] also demonstrated the danger of relying on tariffs for government revenue, as trade violently contracts during financial crises, leaving the government purse empty just when it's most needed. Thus, the stars aligned for the [[https://constitution.congress.gov/browse/amendment-16/][16th Amendment]], swiftly followed months later by the [[https://en.wikipedia.org/wiki/Revenue_Act_of_1913][Revenue Act of 1913]], which significantly cut tariffs in favor of an income tax.

** For the greater good

The Great Depression and World War II fundamentally changed the thinking around international relations, including tariffs. The [[https://www.senate.gov/artandhistory/history/minute/Senate_Passes_Smoot_Hawley_Tariff.htm][Smoot-Hawley Tariff of 1930]] was widely viewed as having worsened the economic crisis in the United States due to other countries putting up their own barriers in response. The US, then the world's largest exporter, was disproportionately hit by the consequent decline in trade. Economic crises around the world facilitated the rise of dictators, leading to massive destruction. There was a commonly-held view that greater global coordination was necessary to prevent a repeat of the conflict.

International comity didn't last long, but the formation of post-war ideological blocs reinforced the argument for lower tariffs. As tensions between the US and USSR escalated, Washington suddenly needed to counter Soviet influence in Europe and Asia. The [[https://www.wto.org/english/docs_e/legal_e/gatt47_e.htm][General Agreement on Tariffs and Trade]] (GATT) of 1947, [[https://www.archives.gov/milestone-documents/marshall-plan][Marshall Plan]] of 1948, and [[https://www.govinfo.gov/content/pkg/STATUTE-76/pdf/STATUTE-76-Pg872.pdf][Trade Expansion Act]] of 1962 all allowed the United States to grant favorable trade terms to strategically important countries. At first the justification was to help them rebuild, but the policies continued long after, as the US needed continued cooperation throughout the Cold War.

If the United States was driven by strategic need, its allies were much more transactional. Washington's economic concessions were rarely reciprocated, with West Germany and Japan in particular maintaining high tariffs and quotas on imports of food, chemicals, machinery, and automobiles. An exasperated John F. Kennedy said[fn:3] in a 1963 National Security Council [[https://history.state.gov/historicaldocuments/frus1961-63v13/d168][meeting]]:

#+begin_quote
We must firmly oppose West Germany if it increases its agricultural production to our detriment...we cannot continue to pay for the military protection of Europe while the NATO states are not paying their fair share...the Europeans will not do anything for us simply because we have in the past helped them.
#+end_quote

As the Cold War heated up, the United States began dispensing economic favors more liberally. In 1979, Jimmy Carter signed a [[https://www.presidency.ucsb.edu/documents/proclamation-4697-agreement-trade-relations-between-the-united-states-america-and-the][trade agreement]] with China that granted the country Most Favored Nation (MFN) status[fn:4], dramatically lowering American tariffs on Chinese goods. The Reagan administration expanded economic engagement with the People's Republic, easing technology controls and even starting [[https://militarymatters.online/weapons/the-jaguar-almost-the-joint-chinese-american-battle-tank/][joint military projects]]. The Tiananmen Square Protests of 1989 curtailed this, but then something very unexpected happened.

