_posts/2025-02-06-better-angels-of-our-tariffs.html

<div id="outline-container-org9452118" class="outline-2">
<h2 id="org9452118">Giddy springtime of the bourgeoisie</h2>
<div class="outline-text-2" id="text-org9452118">
<p>
In 1991, the Soviet Union collapsed under a combination of intra-party rivalry and ethnic nationalism. No one was more surprised than the Americans, who had expected to continue the Cold War <i>ad infinitum</i>. There quickly arose questions which had never been seriously considered&#x2013;what to do about Ukrainian nukes, for example, or how to prevent economic chaos in Central Asia. It was quickly decided that the best way to deal with the former Communist countries was to bring them into an expanded American-led system. The US granted Russia temporary MFN status in 1992, NAFTA came into effect in 1994, and the WTO replaced GATT in 1995. Globalization was off to the races.
</p>

<p>
Not everyone was so sanguine about the future, however. In 1992, geopolitical analyst George Friedman warned about a potential <a href="https://www.psychologytoday.com/gb/articles/199205/irreconcilable-differences">war with Japan</a>, noting that, with the unifying threat of the USSR gone, friction between Tokyo and Washington would escalate. That same year, author Michael Crichton (of <i>Jurassic Park</i> fame) published <a href="https://www.michaelcrichton.com/works/rising-sun/">Rising Sun</a>, a corporate thriller doubling as a jeremiad about the Japanese economic threat. Clearly, some weren't believers in the <a href="https://en.wikipedia.org/wiki/The_End_of_History_and_the_Last_Man">end of history</a>.
</p>

<p>
None of this worried the Clinton administration, which was riding high on a wave of prosperity brought about by the exciting new technology of the World Wide Web. A combination of higher growth, lower military spending, and entitlement reform led to four straight years of fiscal surpluses from 1998 to 2001, the first since the 1960's. Russian economic reforms had been botched, Germany was struggling with reunification, and China could barely pull itself out of abject poverty. As for Japan? Its asset bubble had burst in 1992, the very year writers like Friedman and Crichton were prognosticating doom. Nothing, least of all trade policy, bothered the world's first <a href="https://www.theguardian.com/theguardian/2002/apr/11/guardianweekly.guardianweekly1?utm_source=chatgpt.com">hyperpower</a>.
</p>
</div>
</div>

<div id="outline-container-orgcdc4c89" class="outline-2">
<h2 id="orgcdc4c89">Long in the tooth</h2>
<div class="outline-text-2" id="text-orgcdc4c89">
<p>
In 2001, two things happened that proved to have significant long-term impact on the United States. The first was the 9/11 attacks, which plunged the country into two major wars. The other was China joining the WTO, which destroyed American manufacturing at an unprecedented rate. The two were interrelated in that, focused on the War on Terror, the Bush administration emphasized cooperation with China, sidestepping issues like job losses and IP theft. US trade and budget deficits exploded, but the information sector was on the upswing, and federal debt was still manageable. The giddy bourgeoisie still had room to run.
</p>

<p>
The 2008 financial crisis swiftly crushed such delusions. The media narrative focused on the greedy bankers and irresponsible regulators, but bankers are always greedy and regulators always irresponsible. What led to the crisis was something structural&#x2013;a global economic imbalance that had been building for years.
</p>

<p>
As countries like China, Germany, and Japan boosted their manufacturing sectors by running persistent trade surpluses, they needed somewhere to park the dollars their exporters earned. Since only American financial markets could accommodate such huge sums of money, voluminous amounts of capital began flowing into the United States. As there simply wasn't so much capital demand in the country, especially that which its own investors couldn't meet, Wall Street had to invent new assets for foreigners to buy. Collateralized Debt Obligations (CDOs) involving subprime mortgages were just one "creative" instrument to meet these needs<sup><a id="fnr.5" class="footref" href="#fn.5">5</a></sup>. As is often said about the drug trade: where there is demand, there will be supply.
</p>

<p>
It <a href="https://press.princeton.edu/books/paperback/9780691163628/the-great-rebalancing">should have been clear</a> by now that the post-WWII economic model, which relied on the United States to be the "consumer of last resort" for other countries' industrial output, was unsustainable. What had been a "temporary" plan to help allies rebuild had morphed into an ongoing incentive for doing American bidding during the Cold War, but now it was open season to see who could dump the most product into the US market. As long as a country was willing to repress its workers' wages and manipulate its currency against the dollar, it could gain a "competitive advantage". No one was better at this race to the bottom than China, whose centralized one-party state could keep its <a href="https://www.project-syndicate.org/commentary/china-household-consumption-expenditure-is-probably-higher-than-official-figures-by-zhang-jun-2024-07">household share of GDP</a> at the lowest rate of any major economy in history. Something needed to change.
</p>
</div>
</div>

<div id="outline-container-orgb791496" class="outline-2">
<h2 id="orgb791496">Delayed rectification</h2>
<div class="outline-text-2" id="text-orgb791496">
<p>
The historic election of Barack Obama in 2008 caught everyone by surprise<sup><a id="fnr.6" class="footref" href="#fn.6">6</a></sup>. With "Change!" as a slogan, he easily stormed to victory over the thoroughly discredited GOP. One would have thought that, given his youth, ethnicity, and enormous voter mandate, he would have brought profound change to the nation's economic system. Yet, that was not to be.
</p>

<p>
Obama proved to be a cautious politician, never straying too far from the status quo. No radical economic reform was on the table. Instead, he dutifully signed free trade deals with Korea, Colombia, and Panama. Obama also began negotiating the <a href="https://obamawhitehouse.archives.gov/issues/economy/trade">Trans-Pacific Partnership</a> (TPP), which would have formed a massive trade bloc of Pacific countries.
</p>

<p>
While the 2009 recession depressed American consumer demand for a time, and subsequent quantitative easing (QE) lowered the value of the dollar, the trade deficit began growing again in 2010, with the goods shortfall reaching $750 billion a year by the end of Obama's time in office. While Chinese surpluses continued to grow, the EU also became a big problem.
</p>

<p>
In the 2000's, southern European countries had been the dumping ground for excess industrial production from northern Europe (particularly Germany), which recycled euros back into these countries in the form of cheap loans, fueling an asset bubble<sup><a id="fnr.7" class="footref" href="#fn.7">7</a></sup>. In 2011, these countries ran into serious financial trouble, with the likes of Greece and Ireland receiving large bailouts from the European Central Bank (ECB). As a condition for aid, they were required to impose various forms of austerity. This effectively suppressed demand and turned these countries into net exporters, sending the EU's surplus soaring&#x2013;and America's trade deficit skyrocketing with it.
</p>

<p>
In the end, Obama was not the man to address the global economic imbalances that had brought about the financial crisis. Far from being the herald of a new era, he proved to be the swan song of the old, and his failure to address critical issues would lead to the rise of a very different type of politician.
</p>
</div>
</div>
