_org/_posts/2025-02-06-better-angels-of-our-tariffs.org
** Rise of the Tariff Man

The earthquake [[https://www.tianxiangxiong.com/2017/01/28/the-rerise-of-nationalism.html][election]] of Donald Trump in 2016, the Wuhan coronavirus [[https://www.tianxiangxiong.com/2020/03/29/coronavirus-and-globalism.html][pandemic]] of 2020, the [[https://www.tianxiangxiong.com/2024/11/15/the-price-of-incoherence.html][political bankruptcy]] of the Democrats under Joe Biden, and Trump's stunning return in 2024 are relatively recent events that don't merit recounting. What is worth studying, however, is how Trump has brought tariffs back into the mainstream, and how his use of them has served--or not served--American interests.

The first thing to note is that Trump is not alone in levying tariffs, even in the globalization period. Bush had ordered them on [[https://ustr.gov/archive/Trade_Sectors/Manufacturing/Steel/Section_Index.html][steel]], and Obama slapped them on Chinese [[https://www.nbcnews.com/id/wbna32808731][tires]]. Then, as now, analysts [[https://www.piie.com/publications/policy-briefs/us-tire-tariffs-saving-few-jobs-high-cost][blasted]] the protectionism, claiming it "cost American jobs". But Trump's 2018 tariffs on China were by far the most wide-ranging in modern history, covering over $360 billion in goods. And by embracing tariffs whole-heartedly rather than reluctantly acknowledging that they're a necessary evil, he completely changed the conversation on trade[fn:8].

But Trump, true to his /Art of the Deal/ persona, is more interested in using tariffs as a negotiating cudgel than as principled policy. Soon after announcing tariffs on Canada and Mexico, Trump declared he was [[https://apnews.com/article/trump-tariffs-canada-mexico-china-sheinbaum-trudeau-017efa8c3343b8d2a9444f7e65356ae9][suspending]] them as the two countries made a show of stepping up border enforcement. While he has mused about using [[https://www.fox5dc.com/news/trump-proposes-abolishment-federal-income-tax][tariffs to replace the income tax]], thereby reverting the past century of post-16th Amendment practice, there's little indication they will be levied high enough, broad enough, and for sufficient duration to take a meaningful step in this direction.

But even if Trump were serious about tariffs, the bilateral sort he favors is [[https://carnegieendowment.org/china-financial-markets/2021/01/how-trumps-tariffs-really-affected-the-us-job-market][not every effective]] in addressing global imbalances. While US-China trade fell after 2018, US-Vietnam trade rose, and China-Vietnam trade rose by almost exactly as much. This strongly suggests that Chinese firms have been using Vietnam to [[https://fulcrum.sg/vietnam-china-and-rerouting-when-perceptions-matter-as-much-as-reality/][transship]] product to the United States[fn:9]. Other loopholes, like the /de minimis/ rule, allowed Chinese firms like Pinduoduo (parent of low-cost retailer Temu) to avoid tariffs by shipping small packages [[https://www.pymnts.com/news/ecommerce/2025/trumps-tariffs-to-eliminate-de-minimis-exemption-on-small-packages/][directly to American households]].

Trump's opponents argue that, even if applied as intended, tariffs are bad because all the cost will be [[https://www.nytimes.com/2025/02/02/business/economy/trump-tariffs-what-to-know.html][borne by the consumer]]. This is clearly nonsense. There are several possibilities for dealing with tariffs, depending on who has leverage. The importer could force the exporter to eat the cost, consumers could force the importer to eat the cost, importers could pass the cost onto consumers, and the exporter's government could manipulate its currency to offset some of the pain. In practice, a combination of all of these tends to happen.

But suppose that, instead of bilateral tariffs, a more ambitious [[https://www.bloomberg.com/news/articles/2025-01-27/trump-vows-near-future-tariffs-calls-deepseek-progress-good][universal tariff]] was imposed. Would this be effective in reducing the American trade deficit?

** Two sides of the same coin

Basic international accounting says that a nation's balance of payments involves two accounts, the [[https://www.investopedia.com/ask/answers/031615/whats-difference-between-current-account-and-capital-account.asp][current and the capital]]. Trade in goods and services shows up in the current account, while financial flows show up in the capital account. It is a mathematical necessity that these two must balance, but the math doesn't imply anything about which drives the other.

Michael Pettis of Peking University has long noted the [[https://carnegieendowment.org/china-financial-markets/2020/12/foreign-saving-gluts-and-american-financial-imbalances?lang=en][failure]] of economists and policymakers to grasp this key point. The "mainstream" narrative is something like this: Americans save too little and consume too much, so the United States must borrow a lot of money from foreigners to pay for imports. We had better be [[https://www.cbsnews.com/news/clinton-to-china-keep-buying-our-debt/][grateful to the foreigners]], because if they stop lending us money, we'd be in big trouble[fn:10]. And we must be /especially/ careful to [[https://thehill.com/business/5118693-trump-threats-tariffs-brics-reserve-currency/][maintain the dollar's role]] as the global reserve currency, because if others "lose confidence" in the dollar, they'll switch to something else and bring financial calamity unto Americans.

The remarkable thing about this thinking is how it's perfectly opposed to the truth. The claim is, in short, that our current account deficit demands a capital account surplus, whereas the reality is that our capital account surplus forces a current account deficit. Aggressively mercantilist exporters, such as China and Germany, have socio-political reasons for building industrial bases far larger than their domestic markets can support[fn:11]. That product needs to go somewhere, and the United States is the [[https://www.eiu.com/n/a-closer-look-at-the-global-trade-landscape/][biggest sucker]] in the neighborhood. The dollar's unique role only exacerbates this, as it means the Federal Reserve does not stop foreigners from recycling their dollars into American assets as much as they want[fn:12], thereby perpetuating this unsustainable process.

Foreign capital flows benefit Wall Street, which takes a cut every time money moves, but damage the broader public. When poured into real estate, they make housing less affordable. When pumped into the stock market, they inflate bubbles and widen income inequality. When rushing into farmland, they pile pressure on small farmers, which translates into higher food prices. And, most universally, they strengthen the value of the dollar, making American exports uncompetitive and crushing domestic industry.

A universal tariff would reverse this process by forcing down the current account deficit and therefore the capital account surplus. But taxing /all/ imported goods will, in the short run, fuel inflation. It would also be difficult to police, encouraging [[https://www.ice.gov/news/releases/hsi-los-angeles-special-agents-arrest-8-customs-fraud-scheme-involving-goods-china][smuggling]]. The fundamental issue is that it attacks the problem from the wrong end. What began with excess capital must be solved there.

