_posts/2025-02-06-better-angels-of-our-tariffs.html

<div id="outline-container-orga9a3099" class="outline-2">
<h2 id="orga9a3099">Rise of the Tariff Man</h2>
<div class="outline-text-2" id="text-orga9a3099">
<p>
The earthquake <a href="https://www.tianxiangxiong.com/2017/01/28/the-rerise-of-nationalism.html">election</a> of Donald Trump in 2016, the Wuhan coronavirus <a href="https://www.tianxiangxiong.com/2020/03/29/coronavirus-and-globalism.html">pandemic</a> of 2020, the <a href="https://www.tianxiangxiong.com/2024/11/15/the-price-of-incoherence.html">political bankruptcy</a> of the Democrats under Joe Biden, and Trump's stunning return in 2024 are relatively recent events that don't merit recounting. What is worth studying, however, is how Trump has brought tariffs back into the mainstream, and how his use of them has served&#x2013;or not served&#x2013;American interests.
</p>

<p>
The first thing to note is that Trump is not alone in levying tariffs, even in the globalization period. Bush had ordered them on <a href="https://ustr.gov/archive/Trade_Sectors/Manufacturing/Steel/Section_Index.html">steel</a>, and Obama slapped them on Chinese <a href="https://www.nbcnews.com/id/wbna32808731">tires</a>. Then, as now, analysts <a href="https://www.piie.com/publications/policy-briefs/us-tire-tariffs-saving-few-jobs-high-cost">blasted</a> the protectionism, claiming it "cost American jobs". But Trump's 2018 tariffs on China were by far the most wide-ranging in modern history, covering over $360 billion in goods. And by embracing tariffs whole-heartedly rather than reluctantly acknowledging that they're a necessary evil, he completely changed the conversation on trade<sup><a id="fnr.8" class="footref" href="#fn.8">8</a></sup>.
</p>

<p>
But Trump, true to his <i>Art of the Deal</i> persona, is more interested in using tariffs as a negotiating cudgel than as principled policy. Soon after announcing tariffs on Canada and Mexico, Trump declared he was <a href="https://apnews.com/article/trump-tariffs-canada-mexico-china-sheinbaum-trudeau-017efa8c3343b8d2a9444f7e65356ae9">suspending</a> them as the two countries made a show of stepping up border enforcement. While he has mused about using <a href="https://www.fox5dc.com/news/trump-proposes-abolishment-federal-income-tax">tariffs to replace the income tax</a>, thereby reverting the past century of post-16th Amendment practice, there's little indication they will be levied high enough, broad enough, and for sufficient duration to take a meaningful step in this direction.
</p>

<p>
But even if Trump were serious about tariffs, the bilateral sort he favors is <a href="https://carnegieendowment.org/china-financial-markets/2021/01/how-trumps-tariffs-really-affected-the-us-job-market">not every effective</a> in addressing global imbalances. While US-China trade fell after 2018, US-Vietnam trade rose, and China-Vietnam trade rose by almost exactly as much. This strongly suggests that Chinese firms have been using Vietnam to <a href="https://fulcrum.sg/vietnam-china-and-rerouting-when-perceptions-matter-as-much-as-reality/">transship</a> product to the United States<sup><a id="fnr.9" class="footref" href="#fn.9">9</a></sup>. Other loopholes, like the <i>de minimis</i> rule, allowed Chinese firms like Pinduoduo (parent of low-cost retailer Temu) to avoid tariffs by shipping small packages <a href="https://www.pymnts.com/news/ecommerce/2025/trumps-tariffs-to-eliminate-de-minimis-exemption-on-small-packages/">directly to American households</a>.
</p>

<p>
Trump's opponents argue that, even if applied as intended, tariffs are bad because all the cost will be <a href="https://www.nytimes.com/2025/02/02/business/economy/trump-tariffs-what-to-know.html">borne by the consumer</a>. This is clearly nonsense. There are several possibilities for dealing with tariffs, depending on who has leverage. The importer could force the exporter to eat the cost, consumers could force the importer to eat the cost, importers could pass the cost onto consumers, and the exporter's government could manipulate its currency to offset some of the pain. In practice, a combination of all of these tends to happen.
</p>

<p>
But suppose that, instead of bilateral tariffs, a more ambitious <a href="https://www.bloomberg.com/news/articles/2025-01-27/trump-vows-near-future-tariffs-calls-deepseek-progress-good">universal tariff</a> was imposed. Would this be effective in reducing the American trade deficit?
</p>
</div>
</div>

<div id="outline-container-orgc2263d8" class="outline-2">
<h2 id="orgc2263d8">Two sides of the same coin</h2>
<div class="outline-text-2" id="text-orgc2263d8">
<p>
Basic international accounting says that a nation's balance of payments involves two accounts, the <a href="https://www.investopedia.com/ask/answers/031615/whats-difference-between-current-account-and-capital-account.asp">current and the capital</a>. Trade in goods and services shows up in the current account, while financial flows show up in the capital account. It is a mathematical necessity that these two must balance, but the math doesn't imply anything about which drives the other.
</p>

<p>
Michael Pettis of Peking University has long noted the <a href="https://carnegieendowment.org/china-financial-markets/2020/12/foreign-saving-gluts-and-american-financial-imbalances?lang=en">failure</a> of economists and policymakers to grasp this key point. The "mainstream" narrative is something like this: Americans save too little and consume too much, so the United States must borrow a lot of money from foreigners to pay for imports. We had better be <a href="https://www.cbsnews.com/news/clinton-to-china-keep-buying-our-debt/">grateful to the foreigners</a>, because if they stop lending us money, we'd be in big trouble<sup><a id="fnr.10" class="footref" href="#fn.10">10</a></sup>. And we must be <i>especially</i> careful to <a href="https://thehill.com/business/5118693-trump-threats-tariffs-brics-reserve-currency/">maintain the dollar's role</a> as the global reserve currency, because if others "lose confidence" in the dollar, they'll switch to something else and bring financial calamity unto Americans.
</p>

<p>
The remarkable thing about this thinking is how it's perfectly opposed to the truth. The claim is, in short, that our current account deficit demands a capital account surplus, whereas the reality is that our capital account surplus forces a current account deficit. Aggressively mercantilist exporters, such as China and Germany, have socio-political reasons for building industrial bases far larger than their domestic markets can support<sup><a id="fnr.11" class="footref" href="#fn.11">11</a></sup>. That product needs to go somewhere, and the United States is the <a href="https://www.eiu.com/n/a-closer-look-at-the-global-trade-landscape/">biggest sucker</a> in the neighborhood. The dollar's unique role only exacerbates this, as it means the Federal Reserve does not stop foreigners from recycling their dollars into American assets as much as they want<sup><a id="fnr.12" class="footref" href="#fn.12">12</a></sup>, thereby perpetuating this unsustainable process.
</p>

<p>
Foreign capital flows benefit Wall Street, which takes a cut every time money moves, but damage the broader public. When poured into real estate, they make housing less affordable. When pumped into the stock market, they inflate bubbles and widen income inequality. When rushing into farmland, they pile pressure on small farmers, which translates into higher food prices. And, most universally, they strengthen the value of the dollar, making American exports uncompetitive and crushing domestic industry.
</p>

<p>
A universal tariff would reverse this process by forcing down the current account deficit and therefore the capital account surplus. But taxing <i>all</i> imported goods will, in the short run, fuel inflation. It would also be difficult to police, encouraging <a href="https://www.ice.gov/news/releases/hsi-los-angeles-special-agents-arrest-8-customs-fraud-scheme-involving-goods-china">smuggling</a>. The fundamental issue is that it attacks the problem from the wrong end. What began with excess capital must be solved there.
</p>
</div>
</div>
