_posts/2025-02-06-better-angels-of-our-tariffs.html

<div id="outline-container-org3ccb723" class="outline-2">
<h2 id="org3ccb723">Chopping at the roots</h2>
<div class="outline-text-2" id="text-org3ccb723">
<p>
In 2019, Missouri Republican Josh Hawley and Wisconsin Democrat Tammy Baldwin introduced a <a href="https://www.baldwin.senate.gov/news/press-releases/competitive-dollar-for-jobs-and-prosperity-act">proposal</a> to tax capital inflows via a "market access charge" for foreign purchases of American assets. Such a tax directly addresses excess foreign capital inflows without having the government police every business transaction, and is a much smarter approach to dealing with the trade deficit.
</p>

<p>
While the proposal didn't make it out of the Senate Banking Committee, opponents have felt the need to <a href="https://www.cato.org/policy-analysis/trade-investment-are-not-balancing-act">condemn</a> it <a href="https://www.project-syndicate.org/commentary/capital-inflow-tax-to-cut-us-trade-deficit-would-be-a-disaster-by-maurice-obstfeld-2024-06">years later</a>. On the flip side, Prof. Pettis wrote in <a href="https://carnegieendowment.org/china-financial-markets/2019/08/washington-should-tax-capital-inflows?lang=en">support</a> of the bill, noting that it
</p>

<blockquote>
<p>
would give the United States a tool for managing trade imbalances that is far more flexible than WTO interventions, trade negotiations, tariffs, or subsidies.
</p>
</blockquote>

<p>
Opponents decry that it would stifle American businesses by depriving them of capital, but no one who's followed the Fed's experiment in ultra-low interest rates for the past 15 years can seriously defend the idea that American firms have trouble borrowing money. On the contrary, evidence is strong that there has been <i>too much</i> capital chasing too few good investments, resulting in bad decisions and outright <a href="https://apnews.com/article/ftx-bankruptcy-binance-timeline-c519d50b9059aa8bff0ce8b6cd26c40e">fraud</a>. In the real world, there's no such thing as "the more the better". Even water, when consumed in excess, can be <a href="https://www.today.com/health/news/water-intoxication-death-rcna99472">fatal</a>.
</p>
</div>
</div>

<div id="outline-container-org0cd58c3" class="outline-2">
<h2 id="org0cd58c3">Expanding horizons</h2>
<div class="outline-text-2" id="text-org0cd58c3">
<p>
Before Trump popularized them, tariffs had been considered dead relics of a forgotten age. The speed with which economic nationalism has swept the country has shocked the political class, especially those whose careers were forged in the heady 90's. Their attacks on tariffs have focused on Trump's personal shortcomings, such as his aggression and inconsistency. By associating tariffs with Trump, they hope that tariffs will go away when Trump does.
</p>

<p>
What they fail to recognize is that Trump, unlike Obama, is a transformative leader. Tweet by tweet, he moves the <a href="https://www.mackinac.org/OvertonWindow">Overton Window</a> and uncovers new political possibilities. There's no reason to believe that a public which has shrugged off tariffs would be resistant to other forms of "radical" economic policy, such as <a href="https://www.elibrary.imf.org/display/book/9781589061170/ch03.xml">capital controls</a> and <a href="https://www.freightwaves.com/news/u-s-postal-service-places-embargo-on-parcels-from-china">import bans</a>, which were commonplace only a few decades ago. The financial press may want to save some of their outrage&#x2013;they'll need it in the years to come.
</p>

<p>
The great physicist Max Planck once <a href="https://en.wikipedia.org/wiki/Planck%27s_principle">quipped</a> that "science advances one funeral at a time". The same might be said of politics, where those clinging to the <a href="">Washington Consensus</a> seem determined to be buried with it. Chuck Grassley, long-time senator from Iowa, <a href="https://www.thegazette.com/national-politics/sen-grassley-taking-wait-and-see-approach-to-trumps-proposed-tariffs-on-canada-mexico/">warns</a> that "free-traders are [now] in a minority". He's right&#x2013;but he's also 91. <a href="https://www.businessinsider.com/mitch-mcconnell-criticizes-trump-tariffs-2024-9">Mitch McConnell</a>, 82, and <a href="https://apnews.com/article/business-nancy-pelosi-congress-8685e82eb6d6e5b42413417f3d5d6775">Nancy Pelosi</a>, 84, aren't far behind. The future clearly belongs to the likes of <a href="https://reason.com/volokh/2024/07/15/gop-vp-nominee-j-d-vance-is-an-enemy-of-free-markets/">J.D. Vance</a> and <a href="https://www.wesa.fm/politics-government/2024-08-27/deluzio-fetterman-make-stuff-here-policy-agenda">Chris Deluzio</a>, both 40, who differ much but agree on one thing: "<a href="https://x.com/RepDeluzio/status/1793041344589447541">no more globalist and free trade crap</a>".
</p>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
The very purpose of colonies was to provide raw materials and serve as captive markets, thereby supporting jobs in the mother country. In Ben Franklin's 1751 <a href="https://founders.archives.gov/documents/Franklin/01-04-02-0080">Observations Concerning the Increase of Mankind</a>, he argued that Britain should not repress manufacturing in North America, lest it cede advantage in the New World to the Spanish and Germans. London's continued economic restrictions on the Thirteen Colonies was a major trigger of the Revolutionary War.
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
They were right, but as public opinion tends to lag economic reality, their reasoning actually brought them in alignment with, rather than opposition to, the mega-corporations they opposed.
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3">3</a></sup> <div class="footpara"><p class="footpara">
A quote that could have come directly from Donald Trump, had it been posted, in all-caps, on Twitter.
</p></div></div>

<div class="footdef"><sup><a id="fn.4" class="footnum" href="#fnr.4">4</a></sup> <div class="footpara"><p class="footpara">
Unreciprocated, of course, until China was forced to do so upon joining the WTO in 2001.
</p></div></div>

<div class="footdef"><sup><a id="fn.5" class="footnum" href="#fnr.5">5</a></sup> <div class="footpara"><p class="footpara">
Others included Collateralized Loan Obligations (CLO), Structured Investment Vehicles (SIV), Credit Default Swaps (CDS), and more.
</p></div></div>

<div class="footdef"><sup><a id="fn.6" class="footnum" href="#fnr.6">6</a></sup> <div class="footpara"><p class="footpara">
Not least of all Hillary Clinton, who will never forgive Obama for denying her a sure chance of being president in 2008.
</p></div></div>

<div class="footdef"><sup><a id="fn.7" class="footnum" href="#fnr.7">7</a></sup> <div class="footpara"><p class="footpara">
The parallels with the United States should be obvious.
</p></div></div>

<div class="footdef"><sup><a id="fn.8" class="footnum" href="#fnr.8">8</a></sup> <div class="footpara"><p class="footpara">
There's no better evidence for this than Biden's maintenance of all of Trump's tariffs on China and <a href="https://www.cnn.com/2024/09/13/politics/china-tariffs-biden-trump/index.html">addition</a> of his own.
</p></div></div>

<div class="footdef"><sup><a id="fn.9" class="footnum" href="#fnr.9">9</a></sup> <div class="footpara"><p class="footpara">
However, such strategies are not cost-free to China. The prices at which Chinese merchants can sell to Vietnam are far below what they could charge the United States, and that's before considering additional fees for transportation, storage, etc.
</p></div></div>

<div class="footdef"><sup><a id="fn.10" class="footnum" href="#fnr.10">10</a></sup> <div class="footpara"><p class="footpara">
Think of all the children who won't be getting their Tickle-Me Elmos at Christmas!
</p></div></div>

<div class="footdef"><sup><a id="fn.11" class="footnum" href="#fnr.11">11</a></sup> <div class="footpara"><p class="footpara">
These range from job creation to dominating new technologies, but the most fundamental reason is that the manufacturers are politically influential, and can force the government and public <a href="https://centreforpublicimpact.org/public-impact-fundamentals/the-hartz-employment-reforms-in-germany/">subsidize them</a>.
</p></div></div>

<div class="footdef"><sup><a id="fn.12" class="footnum" href="#fnr.12">12</a></sup> <div class="footpara"><p class="footpara">
Whereas if you tried to buy a lot of Swiss assets, for example, officials in Zurich will be very cross with you.
</p></div></div>


</div>
</div>
